Repository: openprocurement/openprocurement.auctions.lease
Catalog: docs/source/locale/*/LC_MESSAGES/standard/property-item.po
Languages: uk

source: Schema
uk: Схема

source: string, required, auto-generated
uk: строка, обов'якове, автоматично згенероване

source: string, multilingual, required
uk: строка, багатомовне, обов'язкове

source: A description of the property to be leased.
uk: Опис власності для оренди.

source: Auction subject / asset description.
uk: Предмет аукціону.

source: :ref:`PropertyLeaseClassification`, required
uk: Об'єкт :ref:`PropertyLeaseClassification`, обов'язкове

source: |ocdsDescription| The primary classification for the item. See the `itemClassificationScheme` to identify preferred classification lists.
uk: |ocdsDescription| Головний класифікатор об'єкта оренди. Дивитись `itemClassificationScheme` для визначення класифікації.

source: The only primary classifier is CAV-PS. Additionally, there is a validation for the input of this classifier due to which the accuracy of at least a class has to be used.
uk: Єдиним первинним класифікатором є `CAV-PS`. Додатково існує перевірка вхідних даних для цього класифікатора - точність повинна бути щонайменше до рівня класу.

source: Additional classifier is CPVS. The property can be leased, when entering value PA01-7 in the classifier CPVS field.
uk: Додатковим класифікатором є CPVS. Власність може бути здана в оренду за умови налаштування значення `PA01-7` у полі CPVS.

source: |ocdsDescription| An array of additional classifications for the item. See the `itemClassificationScheme` codelist for common options to use in OCDS.
uk: |ocdsDescription| Перелік додаткових класифікаторів для об'єкта оренди. Дивитись `itemClassificationScheme` коди за аналогією використання в OCDS.

source: Address, where the item is located. Classification codes (CAV-PS) for which `item.address` object is optional are given below:
uk: Адреса розміщення об'єкта оренди. Коди класифікатора (CAV-PS) для яких значення `item.address` є необов'яковим наведені нижче:

source: dictionary
uk: словник

source: Geographical coordinates of the location. Element consists of the following items:
uk: Географічні координати місцерозташування. Елемент складається з наступних складових:

source: string, required
uk: строка, обов'язкове

source: string, optional, usually not used
uk: строка, необов'язкове, зазвичай не використовується

source: `location` usually takes precedence over `address` if both are present.
uk: значення `location` зазвичай має більший пріоритет над значенням `address` (якщо обидва присутні).

source: The period which is used to indicate the duration of a contract within which it is valid. Contract period represents the start and end date for the contract signed after the property or asset has been sold. It is also can be used to specify the timeframe of a contact for a lease.
uk: Період, протягом якого контракт є валідним. Період контракту відображає дату початку і дату завершення для контракту, що підписаний після продажу власності. Цей період також може використовуватися задля уточнення часових рамок орендного договору.

source: |ocdsDescription| Description of the unit which the good comes in e.g. hours, kilograms. Made up of a unit name, and the value of a single unit.
uk: |ocdsDescription| Опис одиниці виміру об'єкта оренди.Складається із назви, значення окремої одиниці.

source: |ocdsDescription| The number of units required
uk: |ocdsDescription| Кількість одиниць, обов'язкове

source: |ocdsDescription| A classification should be drawn from an existing scheme or list of codes. This field is used to indicate the scheme/codelist from which the classification is drawn. For line item classifications, this value should represent a known PropertyItem Classification Scheme wherever possible.
uk: |ocdsDescription| Класифікацію потрібно взяти із наявної схеми або списку кодів.Це поле використовується для визначення схеми/кодів, з яких класифікація запозичена. Для класифікації позицій, де тільки можливо, це поле повинне відображати відповідне значення схеми PropertyItem Classification Scheme.

source: |ocdsDescription| The classification code drawn from the selected scheme.
uk: |ocdsDescription| Код класифікації, взятий з обраної схеми.

source: |ocdsDescription| A textual description or title for the code.
uk: |ocdsDescription| Текстовий опис або заголовок для коду українською.

source: string
uk: строка

source: A textual description or title for the code in English.
uk: Текстовий опис або заголовок для коду англійською.

source: A textual description or title for the code in Russian.
uk: Текстовий опис або заголовок для коду російською.

source: |ocdsDescription| A URI to identify the code. In the event individual URIs are not available for items in the identifier scheme this value should be left blank.
uk: |ocdsDescription| URI для визначення коду. Не заповнюється при недоступності для об'єкта оренди.

source: |ocdsDescription| Name of the unit
uk: |ocdsDescription| Назва одиниці.

source: Value of the unit.
uk: Значення одиниці.

source: UN/CEFACT Recommendation 20 unit code.
uk: Код рекомендації UN/CEFACT.

source: List of `dgfCDB2CPVCAVClassification` objects
uk: Список `dgfCDB2CPVCAVClassification` об'єктів
