Repository: openprocurement/openprocurement.auctions.lease
Catalog: docs/source/locale/*/LC_MESSAGES/glossary.po
Languages: uk

source: Glossary
uk: Глосарій

source: Tender Procedure
uk: Тендерна Процедура

source: a process which includes:
uk: процес, який включає:

source: lease tender procedure initialization by an Organizer;
uk: ініціалізацію Організатором тендерної процедури оренди;

source: initial bids proposals by Participants (Bidders);
uk: надання початкових ставок Учасниками (Bidders);

source: auction (3 rounds);
uk: аукціон (3 раунди);

source: qualification (awarding) - identifying of the winner;
uk: кваліфікація (авардинг, awarding) - визначення переможця;

source: payment;
uk: платіж;

source: contract signing;
uk: підписання договору;

source: Organizer
uk: Організатор

source: lease procedure initiator
uk: ініціатор процедури оренди

source: Minimum number of qualified bids [``minNumberOfQualifiedBids``]
uk: Мінімальна кількість кваліфікованих ставок [``minNumberOfQualifiedBids``]

source: minimum desired participants' count to consider procedure successful
uk: мінімальна бажана кількість учасників для того, щоб процедура вважалася успішною

source: Invalidation date [``invalidationDate``]
uk: Дата інвалідації [``invalidationDate``]

source: date when the last editing was made by an Organizer (initial bids invalidation occurs)
uk: дата останнього редагування Організатором (початкові ставки стають невалідними)

source: Valid bid
uk: Валідна ставка

source: a bid which value is equal or greater then a value of ``value.amount + minimalStep``
uk: ставка із значенням, що дорівнює або вище за значення ``value.amount + minimalStep``

source: the main classifier
uk: основний класифікатор

source: additional (secondary) classifier
uk: додатковий (допоміжний) класифікатор

source: Tender Procedure life cycle
uk: Життєвий цикл Тендерної Процедури

source: consists of the following periods:
uk: складається з наступних періодів:

source: ``tenderPeriod`` - the time period during which tender ``bids`` are accepting;
uk: ``tenderPeriod`` - період, протягом якого приймаються ставки ``bids``;

source: ``enquiryPeriod`` - the time period during which participants can ask ``questions`` to clarify tender's terms;
uk: ``enquiryPeriod`` - період, протягом якого учасники можуть ставити запитання ``questions`` для уточнення умов тендеру;

source: ``rectificationPeriod`` - the time period during which an Organizer can perform changes to tender terms;
uk: ``rectificationPeriod`` - період, протягом якого Організатор може змінювати умови тендеру;

source: ``auctionPeriod`` - the time period of ``auction`` itself;
uk: ``auctionPeriod`` - період, протягом якого саме відбувається аукціон ``auction``;

source: ``verificationPeriod`` - the time period during which an Organizer identifies a winner;
uk: ``verificationPeriod`` - період, протягом якого Організатор визначає переможця;

source: ``paymentPeriod`` - the time period during which Participant (Winner) performs payment;
uk: ``paymentPeriod`` - період, протягом якого Учасник-переможець (Winner) провадить платіж;

source: ``signingPeriod`` - the time period of downloading and activating of Contract by an Organizer;
uk: ``signingPeriod`` - період, протягом якого Організатор завантажує і активує Контракт;Contract by an Organizer;

source: ``tenderPeriod`` has to be at least 5 days longer than ``rectificationPeriod``;
uk: ``tenderPeriod`` має бути щонайменше на 5 днів довшим за ``rectificationPeriod``;

source: as a result of verification process is auction ``Protocol`` (confirmed and downloaded by an Organizer);
uk: результатом процесу верифікації є Протокол Аукціону ``Protocol`` (затверджений і завантажений Організатором);

source: every period has its ``startDate`` and ``endDate``.
uk: кожен період має свою початкову ``startDate`` і кінцеву ``endDate`` дати.
