Repository: openprocurement/openprocurement.auctions.lease
Catalog: docs/source/locale/*/LC_MESSAGES/overview.po
Languages: uk

source: Overview
uk: Огляд

source: Conventions
uk: Домовленості

source: Project status
uk: Стан проекту

source: Documentation of related packages
uk: Документація пов’язаних пакетів

source: Change log
uk: Звіт про зміни

source: Released: not released
uk: Випущено: не випущено

source: Next steps
uk: Наступні кроки

source: Features
uk: Особливості

source: The items within an auction are allowed to be from different CAV groups.
uk: Аукціон може містити елементи з різних CAV груп.

source: This ``openprocurement.auctions.lease`` package documentation contains information for Participants of the PROZORRO.SALE system and intended to discover all aspects of ``lease procedure``.
uk: Ця документація до пакету ``openprocurement.auctions.lease`` містить інформацію для Учасників системи Прозорро.Продажі і призначена для розкриття усіх аспектів процедури оренди (``lease procedure``)

source: The following subjects can act as an Organizer:
uk: Наступні суб'єкти можуть виступати у ролі Організатора

source: `State Property Fund of Ukraine <http://www.spfu.gov.ua>`_;
uk: `Фонд державного майна України <http://www.spfu.gov.ua>`_;

source: state enterprises;
uk: державні підприємства;

source: authorities, which are authorized by the Verkhovna Rada of the Autonomous Republic of Crimea;
uk: органи, уповноважені Верховною Радою Автономної Республіки Крим та органами місцевого самоврядування управляти майном;

source: enterprises, institutions and organizations.
uk: підприєства, установи та організації.

source: In order to perform state property lease specialized procedure is available:
uk: Для оренди державної власності існує спеціалізована процедура:

source: ``propertyLease`` - lease of the state property.
uk: ``propertyLease`` - оренда державної власності.

source: Glossary
uk: Глосарій

source: Tender Procedure
uk: Тендерна Процедура

source: a process which includes:
uk: процес, який включає:

source: lease tender procedure initialization by an Organizer;
uk: ініціалізація процедури оренди Організатором;

source: initial bids proposals by Participants (Bidders);
uk: початкові ставки від Учасників (учасники торгів);

source: auction (3 rounds);
uk: аукціон (3 раунди);

source: qualification (awarding) - identifying of the winner;
uk: кваліфікація (авардінг) - визначення переможця;

source: payment;
uk: платіж / оплата;

source: contract signing;
uk: підписання договору;

source: Organizer
uk: Організатор

source: lease procedure initiator
uk: ініціатор процедури оренди

source: Minimum number of qualified bids [``minNumberOfQualifiedBids``]
uk: Мінімальна кількість кваліфікованих ставок [``minNumberOfQualifiedBids``]

source: minimum desired participants' count to consider procedure successful
uk: мінімальна кількість учасників для того, аби вважати торги успішними

source: Invalidation date [``invalidationDate``]
uk: Дата інвалідації [``invalidationDate``]

source: date when the last editing was made by an Organizer (initial bids invalidation occurs)
uk: дата, коли відбулося останнє редагування умов Організатором (початкові ставки інвалідуються)

source: Valid bid
uk: Валідна ставка

source: a bid which value is equal or greater then a value of ``value.amount + minimalStep``
uk: ставка, яка є рівною або більшою за значення ``value.amount + minimalStep``

source: the main classifier
uk: головний класифікатор

source: additional (secondary) classifier
uk: додатковий (допоміжний) класифікатор

source: Tender Procedure life cycle
uk: Життєвий цикл Тендерної Процедури

source: consists of the following periods:
uk: складається з наступних періодів:

source: ``tenderPeriod`` - the time period during which tender ``bids`` are accepting;
uk: ``tenderPeriod`` (тендерний) - період часу, коли приймаються ставки;

source: ``enquiryPeriod`` - the time period during which participants can ask ``questions`` to clarify tender's terms;
uk: ``enquiryPeriod`` (розпитувальний) - період часу, коли можна задати питання та отримати відповіді на них;

source: ``rectificationPeriod`` - the time period during which an Organizer can perform changes to tender terms;
uk: ``rectificationPeriod`` (уточнювальний) - період часу, коли Організатор може вносити зміни в процедури;

source: ``auctionPeriod`` - the time period of ``auction`` itself;
uk: ``auctionPeriod`` (аукціонний) - період часу, коли саме відбувається аукціон;

source: ``verificationPeriod`` - the time period during which an Organizer identifies a winner;
uk: ``verificationPeriod`` (верифікаційний) - період часу, коли Організатор визначає переможця;

source: ``paymentPeriod`` - the time period during which Participant (Winner) performs payment;
uk: ``paymentPeriod`` (платіжний) - період часу, коли Учасник (Переможець) вносить платіж;

source: ``signingPeriod`` - the time period of downloading and activating of Contract by an Organizer;
uk: ``signingPeriod`` (підписувальний) - період часу, коли Учасник (Переможець) укладає договір;

source: ``tenderPeriod`` has to be at least 5 days longer than ``rectificationPeriod``;
uk: тендерний період (``tenderPeriod``) повинен бути щонайменше на 5 днів довшим за уточнювальний (``rectificationPeriod``);

source: as a result of verification process is auction ``Protocol`` (confirmed and downloaded by an Organizer);
uk: результатом верифікації є Протокол аукціону (затверджений і завантажений Організатором);

source: every period has its ``startDate`` and ``endDate``.
uk: кожен період має дату початку (``startDate``) і дату кінця (``endDate``).

source: The only currency (``value.currency``) for this procedure is hryvnia (UAH).
uk: Єдиною валютою для цієї процедури є українська гривня (UAH).

source: The only date Organizer has to provide is ``Auction.auctionPeriod.startDate`` - approximate Auction start date - actual value of Auction start will be calculated based on current system load. The rest will be calculated automatically.
uk: Єдиною датою, яку Організатор повинен встановити є ``Auction.auctionPeriod.startDate`` - приблизна дата початку Аукціону - фактичний старт Аукціону буде розраховано системою враховуючи поточне навантаження. Усі інші параметри розраховуються автоматично.

source: ``tenderPeriod`` duration must be at least 7 calendar days.
uk: Тривалість тендерного періоду (``tenderPeriod``) повинна бути не меншою за 7 календарних днів.

source: Procedure can be switched from ``draft`` status to ``active.tendering``.
uk: Процедура може бути переведена із статусу ``draft`` (чорновик) в статус ``active.tendering`` (активний тендер).

source: During ``active.tendering`` status participants can ask questions, submit proposals, and upload documents.
uk: Протягом статусу ``active.tendering`` учасники мають змогу ставити запитання, надавати пропозиції і вивантажувати документи.

source: There is predefined list of possible items to lease (please, refer to ``CAV-PS`` classification schema):
uk: Лише об'єкти із перелічених категорій доступні для оренди (``CAV-PS`` класицікація):

source: Additional classification (CPVS) is constant for ``propertyLease`` procedure - ``PA01-7``.
uk: Додатковий класифікатор (CPVS) має постійне значення для ``propertyLease`` процедури - ``PA01-7``.

source: The minimum desired participants' count by default is 2, but there is option to decrease it explicitly to 1 participant;
uk: Мінімальна бажана кількість учасників за замовчанням має значення 2, але існує можливість явно зменшити це значення до 1 учасника;

source: Optionally an Organizer can set ``tenderPeriod.endDate`` - if so, auction can't start earlier 3 days after.
uk: Опціонально Організатор має змогу вказати кінець тендерного періоду (``tenderPeriod.endDate``) - і якщо це значення вказано - аукціон не може початися раніше, ніж за 3 дні потому.

source: Optionally an Organizer can set ``enquiryPeriod.endDate``, if not provided - it will be calculated automatically.
uk: Опціонально Організатор має змогу вказати кінець розпитувального періоду (``enquiryPeriod.endDate``) - якщо це значення не вказано - воно буде обчислено автоматично.

source: An Organizer can edit procedure only during ``rectificationPeriod`` (increase and decrease ``value.amount``, ``guarantee.amount``, ``minimalStep.amount``).
uk: Організатор має змогу редагувати умови процедури лише під час уточнювального періоду (``rectificationPeriod``) - збільшувати або зменшувати ``value.amount``, ``guarantee.amount``, ``minimalStep.amount``.

source: Organizer can add and edit documents only during ``rectificationPeriod``.
uk: Організатор має змогу додавати і редагувати документи лише під час уточнювального періоду (``rectificationPeriod``).

source: As soon as the action is edited, the status of all of the submitted bids will be switched to ``invalid``.
uk: Щойно аукціон відредагований - статус усіх початкових ставок змінюється на ``invalid`` (невалідна).

source: There is obligatory participant qualification via guarantee payment.
uk: Обов'язкова кваліфікація учасника здійснюється шляхом гарантійного внеску.

source: The only criterion for choosing a winner is the price, provided the tenderer complies with the qualifying criteria determined by the Organizer.
uk: Єдиним критерієм перемоги є запропонована учасником торгів ціна - при тому, що інші кваліфікаційні умови Організатора задоволені.

source: API accepts `JSON <http://json.org/>`_ or form-encoded content in requests. It returns JSON content in all of its responses, including errors. Only the UTF-8 character encoding is supported for both requests and responses.
uk: В запитах API приймає `JSON <http://json.org/>`_ або `form-encoded` контент. Натомість в усіх відповідях (з помилками включно) повертається JSON контент. Підтримуються лише символи UTF-8 кодування як у запитах, так і у відповідях.

source: All API POST and PUT requests expect a top-level object with a single element in it named ``data``. Successful responses will mirror this format. The data element should itself be an object, containing the parameters for the request. In the case of creating a new auction, these are the fields we want to set on the auction itself.
uk: Усі API POST і PUT запити очікують на найвищому рівні об'єкт з єдиним елементом, іменованим ``data``. Успішні відповіді повторюють цей формат. ``data`` елемент також повинен бути об'єктом, що містить параметри для запиту. У разі створення нового аукціону, це будуть поля, які ми хочемо налаштувати в новому аукціоні.

source: If something went wrong during the request, we'll get a different status code and the JSON returned will have an ``errors`` field at the top level containing a list of problems. We look at the first one and print out its message.
uk: У разі, якщо щось пішло не так протягом запиту, отримається інший статус код, і JSON буде мати поле ``errors`` на найвищому рівні з інформацією про проблеми, які спіткали запит. Найперша проблема буде виведена у повідомленні.

source: The project currently is in beta status.
uk: Проект наразі в статусі 'бета'

source: The source repository for this project is on GitHub: https://github.com/prozorro-sale/openprocurement.auctions.lease
uk: Ресурсний репозиторій для цього проекту міститься на Гітхабі: https://github.com/prozorro-sale/openprocurement.auctions.lease

source: You can leave feedback by raising a new issue on the `Issue tracker <https://github.com/prozorro-sale/openprocurement.auctions.lease/issues>`_ (GitHub registration necessary).
uk: Задля зворотнього зв'язку можна використати створення нового `issue` на `Issue tracker <https://github.com/prozorro-sale/openprocurement.auctions.lease/issues>`_ (потрібна реєстрація на GitHub).

source: TBD: provide an API tutorial
uk: TBD: оновити API туторіал

source: References
uk: Посилання
